
const courseDescriptionStore = [
  `<h3>Курс Программирование на Python</h3>

    <section>
        <h4>Проект №1.</h4>
        <p>
            <b>Описание</b>: Простой калькулятор, созданный с использованием языка программирования Python.
        </p>
        <p><b>Темы:</b></p>
        <ul>
            <li>Введение в Python</li>
            <li>Основы синтаксиса Python</li>
            <li>Работа с числами и переменными</li>
            <li>Основные операторы (+, -, *, /)</li>
            <li>Функции ввода/вывода</li>
            <li>Создание и использование функций</li>
        </ul>
        <p><b>Продолжительность</b>: 3 - 4 занятия.</p>
    </section>

    <section>
        <h4>Проект №2.</h4>
        <p>
            <b>Описание</b>: Программа для обработки списка покупок.
        </p>
        <p><b>Темы:</b></p>
        <ul>
            <li>Работа со списками</li>
            <li>Циклы (for, while)</li>
            <li>Условные операторы (if, else)</li>
            <li>Добавление, удаление и изменение элементов списка</li>
            <li>Введение в обработку исключений</li>
        </ul>
        <p><b>Продолжительность</b>: 3 - 4 занятия.</p>
    </section>

    <section>
        <h4>Проект №3.</h4>
        <p>
            <b>Описание</b>: Простой текстовый квест.
        </p>
        <p><b>Темы:</b></p>
        <ul>
            <li>Работа со строками</li>
            <li>Конкатенация строк</li>
            <li>Функции и аргументы</li>
            <li>Логические операторы</li>
            <li>Ветвление сценариев</li>
        </ul>
        <p><b>Продолжительность</b>: 4 - 5 занятий.</p>
    </section>

    <section>
        <h4>Проект №4.</h4>
        <p>
            <b>Описание</b>: Генератор паролей.
        </p>
        <p><b>Темы:</b></p>
        <ul>
            <li>Модули и библиотеки (random)</li>
            <li>Генерация случайных чисел</li>
            <li>Работа со строками и символами</li>
            <li>Функции и их параметры</li>
            <li>Циклы и условия</li>
        </ul>
        <p><b>Продолжительность</b>: 3 - 4 занятия.</p>
    </section>

    <section>
        <h4>Проект №5.</h4>
        <p>
            <b>Описание</b>: Конвертер валют.
        </p>
        <p><b>Темы:</b></p>
        <ul>
            <li>Работа с API (основы)</li>
            <li>Форматирование строк</li>
            <li>Работа с JSON</li>
            <li>Ввод и вывод данных</li>
            <li>Использование библиотек (requests)</li>
        </ul>
        <p><b>Продолжительность</b>: 4 - 5 занятий.</p>
    </section>

    <section>
        <h4>Проект №6.</h4>
        <p>
            <b>Описание</b>: Программа для управления задачами (To-Do List).
        </p>
        <p><b>Темы:</b></p>
        <ul>
            <li>Работа с файлами (чтение/запись)</li>
            <li>Списки и словари</li>
            <li>Условные операторы и циклы</li>
            <li>Интерфейсы командной строки</li>
            <li>Обработка ошибок и исключений</li>
        </ul>
        <p><b>Продолжительность</b>: 4 - 5 занятий.</p>
    </section>

    <section>
        <h4>Проект №7.</h4>
        <p>
            <b>Описание</b>: Игра "Угадай число".
        </p>
        <p><b>Темы:</b></p>
        <ul>
            <li>Ввод и вывод данных</li>
            <li>Генерация случайных чисел</li>
            <li>Условные операторы и циклы</li>
            <li>Обработка исключений</li>
            <li>Логика игры</li>
        </ul>
        <p><b>Продолжительность</b>: 3 - 4 занятия.</p>
    </section>

    <section>
        <h4>Проект №8.</h4>
        <p>
            <b>Описание</b>: Простой веб-скраппер.
        </p>
        <p><b>Темы:</b></p>
        <ul>
            <li>Основы работы с интернетом и HTTP</li>
            <li>Библиотеки для веб-скраппинга (BeautifulSoup)</li>
            <li>Парсинг HTML</li>
            <li>Работа с данными</li>
            <li>Обработка и хранение данных</li>
        </ul>
        <p><b>Продолжительность</b>: 5 - 6 занятий.</p>
    </section>

    <section>
        <h4>Проект №9.</h4>
        <p>
            <b>Описание</b>: Создание графиков и диаграмм.
        </p>
        <p><b>Темы:</b></p>
        <ul>
            <li>Библиотеки для визуализации данных (matplotlib)</li>
            <li>Работа с массивами данных</li>
            <li>Основы статистики и анализа данных</li>
            <li>Построение различных типов графиков</li>
            <li>Настройка визуализации</li>
        </ul>
        <p><b>Продолжительность</b>: 4 - 5 занятий.</p>
    </section>

    <section>
        <h4>Проект №10.</h4>
        <p>
            <b>Описание</b>: Программа для обработки изображений.
        </p>
        <p><b>Темы:</b></p>
        <ul>
            <li>Библиотеки для работы с изображениями (Pillow)</li>
            <li>Открытие и сохранение изображений</li>
            <li>Преобразование изображений (изменение размеров, обрезка)</li>
            <li>Фильтры и эффекты</li>
            <li>Основы обработки изображений</li>
        </ul>
        <p><b>Продолжительность</b>: 5 - 6 занятий.</p>
    </section>

    <section>
        <h4>Проект №11.</h4>
        <p>
            <b>Описание</b>: Создание телеграм-бота.
        </p>
        <p><b>Темы:</b></p>
        <ul>
            <li>Введение в API Telegram</li>
            <li>Библиотеки для создания ботов (python-telegram-bot)</li>
            <li>Обработка сообщений и команд</li>
            <li>Ответы на запросы</li>
            <li>Расширенные функции бота</li>
        </ul>
        <p><b>Продолжительность</b>: 6 - 7 занятий.</p>
    </section>

    <section>
        <h4>Проект №12.</h4>
        <p>
            <b>Описание</b>: Разработка собственной игры с графическим интерфейсом.
        </p>
        <p><b>Темы:</b></p>
        <ul>
            <li>Библиотеки для создания графических интерфейсов (tkinter)</li>
            <li>Создание окон и виджетов</li>
            <li>Обработка событий</li>
            <li>Создание игровой логики</li>
            <li>Разработка пользовательского интерфейса</li>
        </ul>
        <p><b>Продолжительность</b>: 7 - 8 занятий.</p>
    </section>
    `
  ,
  `
  <h3>Курс программирования в Scratch</h3>
  <section>
    <h4>Проект №1: Введение в Scratch</h4>
    <p><b>Описание</b>: Освоение основных концепций программирования с использованием визуального языка Scratch.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Знакомство с интерфейсом Scratch</li>
      <li>Создание простых алгоритмов</li>
      <li>Использование блоков управления</li>
      <li>Создание анимаций и интерактивных проектов</li>
    </ul>
    <p><b>Продолжительность</b>: 6 - 8 занятий.</p>
  </section>

  <section>
    <h4>Проект №2: Игры и анимации</h4>
    <p><b>Описание</b>: Разработка интерактивных игр и анимаций с использованием различных возможностей Scratch.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Создание персонажей и объектов</li>
      <li>Работа с событиями и условиями</li>
      <li>Использование звуков и спрайтов</li>
      <li>Создание игровой механики</li>
    </ul>
    <p><b>Продолжительность</b>: 10 - 12 занятий.</p>
  </section>

  <section>
    <h4>Проект №3: Расширенное программирование</h4>
    <p><b>Описание</b>: Изучение более сложных аспектов программирования в Scratch для создания продвинутых проектов.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Использование переменных и списков</li>
      <li>Создание пользовательских блоков</li>
      <li>Работа с операторами и функциями</li>
      <li>Реализация мультиплеера и сетевого взаимодействия</li>
    </ul>
    <p><b>Продолжительность</b>: 14 - 16 занятий.</p>
  </section>

  <section>
    <h4>Проект №4: Создание собственного проекта</h4>
    <p><b>Описание</b>: Независимая разработка и реализация собственного проекта с применением полученных навыков.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Планирование и дизайн проекта</li>
      <li>Реализация уникальной функциональности</li>
      <li>Тестирование и отладка</li>
      <li>Публикация проекта в онлайн-сообществе</li>
    </ul>
    <p><b>Продолжительность</b>: 10 - 12 занятий.</p>
  </section>

  `
  ,
  `
  <h3>Математика</h3>
  <section>
    <h4>Ваш персонализированный план обучения</h4>
    <p><b>Описание</b>: В этом курсе каждый ученик будет иметь индивидуальный подход к обучению математике. Преподаватель будет оценивать уровень знаний и понимания каждого ученика, а затем разрабатывать персонализированный план обучения.</p>
    <p><b>Методика обучения</b>: Интерактивные уроки, решение практических задач, индивидуальные консультации и помощь в выполнении домашних заданий.</p>
  </section>

  `
  ,
  `
  <h3>Курс Создание Рисунков в Figma для детей</h3>
  <section>
    <h4>Проект №1: Знакомство с Figma</h4>
    <p><b>Описание</b>: Первые шаги в мире рисования в Figma, освоение основных инструментов и интерфейса.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Знакомство с интерфейсом Figma</li>
      <li>Использование кистей и форм</li>
      <li>Простые техники рисования</li>
      <li>Создание своего первого рисунка</li>
    </ul>
    <p><b>Продолжительность</b>: 4 - 6 занятий.</p>
  </section>

  <section>
    <h4>Проект №2: Основы рисования</h4>
    <p><b>Описание</b>: Углубленное изучение методов рисования и создание более сложных рисунков.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Использование слоев и масок</li>
      <li>Создание фонов и деталей</li>
      <li>Использование различных инструментов рисования</li>
      <li>Работа с цветом и тенями</li>
    </ul>
    <p><b>Продолжительность</b>: 6 - 8 занятий.</p>
  </section>

  <section>
    <h4>Проект №3: Создание персонажей и историй</h4>
    <p><b>Описание</b>: Изучение техник создания персонажей и иллюстраций для историй.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Разработка персонажей и их анатомии</li>
      <li>Создание сцен и композиций</li>
      <li>Рисование различных выражений и жестов</li>
      <li>Иллюстрация историй и сюжетов</li>
    </ul>
    <p><b>Продолжительность</b>: 8 - 10 занятий.</p>
  </section>

  <section>
    <h4>Проект №4: Собственный рисунок</h4>
    <p><b>Описание</b>: Разработка и воплощение собственной идеи в рисунке, подготовка к презентации работ.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Планирование и создание концепции рисунка</li>
      <li>Использование отзывов и рефакторинг работы</li>
      <li>Подготовка рисунка для публикации и презентации</li>
      <li>Подведение итогов и награждение лучших работ</li>
    </ul>
    <p><b>Продолжительность</b>: 6 - 8 занятий.</p>
  </section>

  `
  ,
  `
  <h3>Курс WEB-Дизайн в Figma для детей</h3>
  <section>
    <h4>Проект №1: Основы интерфейса Figma</h4>
    <p><b>Описание</b>: Знакомство с интерфейсом Figma и основами создания веб-дизайна.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Основные инструменты и панели Figma</li>
      <li>Создание простых макетов веб-страниц</li>
      <li>Работа с формами, текстом и изображениями</li>
      <li>Создание прототипов для веб-сайтов</li>
    </ul>
    <p><b>Продолжительность</b>: 6 - 8 занятий.</p>
  </section>

  <section>
    <h4>Проект №2: Дизайн элементов интерфейса</h4>
    <p><b>Описание</b>: Изучение техник дизайна элементов интерфейса и их взаимодействия.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Создание кнопок, меню и форм</li>
      <li>Работа с цветовой палитрой и шрифтами</li>
      <li>Создание иконок и графических элементов</li>
      <li>Адаптация элементов под различные экраны</li>
    </ul>
    <p><b>Продолжительность</b>: 8 - 10 занятий.</p>
  </section>

  <section>
    <h4>Проект №3: Разработка макета веб-сайта</h4>
    <p><b>Описание</b>: Создание полноценного макета веб-сайта с использованием пройденных техник.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Планирование и структурирование веб-сайта</li>
      <li>Создание макета главной страницы и внутренних страниц</li>
      <li>Добавление контента и анимаций</li>
      <li>Создание прототипа и презентация проекта</li>
    </ul>
    <p><b>Продолжительность</b>: 10 - 12 занятий.</p>
  </section>

  <section>
    <h4>Проект №4: Воплощение собственной идеи</h4>
    <p><b>Описание</b>: Реализация собственной идеи в дизайне веб-страницы с соблюдением основных принципов веб-дизайна.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Генерация идей и создание концепции</li>
      <li>Дизайн элементов и композиции страницы</li>
      <li>Тестирование и улучшение дизайна</li>
      <li>Подготовка к публикации и презентация работ</li>
    </ul>
    <p><b>Продолжительность</b>: 8 - 10 занятий.</p>
  </section>

  `
  ,
  `
  <h3>Курс Дизайн интерьера в программе Homestyler</h3>
  <section>
    <h4>Модуль 1: Основы эргономичного дизайна</h4>
    <p><b>Описание</b>: Введение в основные принципы эргономичного, удобного и эстетически приятного дизайна интерьера.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Изучение принципов эргономики и функциональности помещений</li>
      <li>Понимание концепции умного дома и многозадачности пространства</li>
      <li>Подбор правильных цветовых гамм для создания гармоничных интерьеров</li>
    </ul>
    <p><b>Продолжительность</b>: 4 - 6 занятий.</p>
  </section>

  <section>
    <h4>Модуль 2: Основы работы в Homestyler</h4>
    <p><b>Описание</b>: Изучение программы Homestyler и основных инструментов для создания визуализаций интерьерных проектов.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Знакомство с интерфейсом Homestyler</li>
      <li>Создание и редактирование планов помещений</li>
      <li>Добавление мебели, декора и текстур</li>
    </ul>
    <p><b>Продолжительность</b>: 6 - 8 занятий.</p>
  </section>

  <section>
    <h4>Модуль 3: Создание композиций и визуализация проектов</h4>
    <p><b>Описание</b>: Практическое применение полученных знаний на создание реальных интерьерных проектов и их визуализацию в Homestyler.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Разработка композиций интерьеров с учетом принципов дизайна</li>
      <li>Создание стилевых направлений и концепций</li>
      <li>Добавление деталей, текстур и освещения</li>
      <li>Визуализация и рендеринг проектов</li>
    </ul>
    <p><b>Продолжительность</b>: 8 - 10 занятий.</p>
  </section>

  <section>
    <h4>Модуль 4: Продвинутые техники и практика</h4>
    <p><b>Описание</b>: Углубленное изучение функций Homestyler и практическое применение их на создание сложных проектов.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Использование макетов и блоков</li>
      <li>Добавление сложных декоративных элементов и мебели</li>
      <li>Создание интерьеров с различными стилями и концепциями</li>
      <li>Практические задания и проекты</li>
    </ul>
    <p><b>Продолжительность</b>: 8 - 10 занятий.</p>
  </section>

  `
  ,
  `
  <h3>Курс Создание игр в Roblox</h3>
  <section>
    <h4>Модуль 1: Введение в Roblox и создание 3D моделей</h4>
    <p><b>Описание</b>: В этом модуле учащиеся познакомятся с платформой Roblox и основами создания трехмерных моделей.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Знакомство с Roblox Studio и инструментами разработки</li>
      <li>Создание простых трехмерных моделей и декораций</li>
      <li>Использование текстур и материалов для придания реализма моделям</li>
    </ul>
    <p><b>Продолжительность</b>: 4 - 6 занятий.</p>
  </section>

  <section>
    <h4>Модуль 2: Анимация и программирование в Lua</h4>
    <p><b>Описание</b>: В этом модуле учащиеся научатся анимировать свои 3D модели и создавать игровую логику с помощью языка программирования Lua.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Создание анимаций для персонажей и объектов</li>
      <li>Программирование в Roblox Studio с использованием Lua</li>
      <li>Создание игровых механик и взаимодействия объектов</li>
    </ul>
    <p><b>Продолжительность</b>: 6 - 8 занятий.</p>
  </section>

  <section>
    <h4>Модуль 3: Продумывание сценариев и создание собственных игр</h4>
    <p><b>Описание</b>: В этом модуле учащиеся перейдут к разработке собственных игровых проектов, продумывая сюжеты и механики игр.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Планирование игрового сценария и игровой механики</li>
      <li>Создание игровых уровней и мира</li>
      <li>Добавление звукового оформления и эффектов</li>
    </ul>
    <p><b>Продолжительность</b>: 8 - 10 занятий.</p>
  </section>

  <section>
    <h4>Модуль 4: Публикация и монетизация игр</h4>
    <p><b>Описание</b>: В этом модуле учащиеся научатся публиковать свои игры на платформе Roblox и зарабатывать на них.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Подготовка игры к публикации и тестирование</li>
      <li>Оптимизация игрового процесса и интерфейса</li>
      <li>Монетизация игр с помощью продажи внутриигровых товаров и подписок</li>
    </ul>
    <p><b>Продолжительность</b>: 6 - 8 занятий.</p>
  </section>

  `
  ,
  `
  <h3>Курс 3D-моделирование в Blender</h3>
  <section>
    <h4>Проект №1: Основы моделирования</h4>
    <p><b>Описание</b>: Введение в интерфейс Blender, основы создания простых объектов и их модификация.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Основы интерфейса Blender</li>
      <li>Создание примитивов</li>
      <li>Модификация объектов</li>
      <li>Работа с материалами</li>
    </ul>
    <p><b>Продолжительность</b>: 6 - 8 занятий.</p>
  </section>

  <section>
    <h4>Проект №2: Моделирование персонажа</h4>
    <p><b>Описание</b>: Создание трехмерного персонажа с помощью инструментов Blender.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Моделирование основных форм</li>
      <li>Создание деталей персонажа</li>
      <li>Работа с арматурой (rigging)</li>
      <li>Анимация персонажа</li>
    </ul>
    <p><b>Продолжительность</b>: 10 - 12 занятий.</p>
  </section>

  <section>
    <h4>Проект №3: Создание сцены и анимация</h4>
    <p><b>Описание</b>: Разработка трехмерной сцены с использованием различных техник моделирования и анимации.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Создание окружения</li>
      <li>Добавление света и материалов</li>
      <li>Анимация камеры</li>
      <li>Создание спецэффектов</li>
    </ul>
    <p><b>Продолжительность</b>: 14 - 16 занятий.</p>
  </section>

  <section>
    <h4>Проект №4: Рендеринг и постобработка</h4>
    <p><b>Описание</b>: Изучение процесса рендеринга сцены в Blender и дополнительной обработки изображений.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Настройка рендерера</li>
      <li>Использование текстур и бамп-карт</li>
      <li>Постобработка в редакторе изображений</li>
      <li>Создание портфолио работ</li>
    </ul>
    <p><b>Продолжительность</b>: 10 - 12 занятий.</p>
  </section>

  `
  ,
  `
  <h3>
    Курс Создание сайтов
  </h3>
  <section>
        <h4>Проект №1.</h4>
        <p>
          <b>Описание</b>: Сайт из 4 страниц созданный с помощью языков HTML и CSS, размещенный на бесплатном хостинге
          GitHub.
        </p>
        <p><b>Темы:</b></p>
        <ul>
          <li>Знакомство с HTML</li>
          <li>Использование основных тегов</li>
          <li>Знакомство с синтаксисом CSS</li>
          <li>Использование основных команд для стилизации сайта</li>
          <li>Свойства display: block и display: inline-block</li>
          <li>Подключение Google-Fonts</li>
          <li>Объединение страниц в общий сайт</li>
          <li>Выгрузка готового сайта в репозиторий GitHub</li>
        </ul>
        <p>
          <b>Продолжительность</b>: 8 - 9 занятий.
        </p>
      </section>

      <section>
        <h4>Проект №2.</h4>
        <p>
          <b>Описание</b>: Сайт - Портфолио, созданный с помощью языков HTML и CSS и JavaScript, размещенный на бесплатном хостинге GitHub.
        </p>
        <p><b>Темы:</b></p>
        <ul>
          <li>class=’container’</li>
          <li>Методология БЭМ</li>
          <li>display: flex;</li>
          <li>box-sizing: border-box</li>
          <li>font awesome</li>
          <li>ссылки на социальные сети</li>
          <li>@keyframes, animation</li>
          <li>transform: translate;</li>
          <li>@media</li>
          <li>JS меню гамбургер</li>
          <li>Активация формы заявки через Google From</li>
          <li>Отправка заявки в телеграмм (axios)</li>
        </ul>
        <p>
          <b>Продолжительность</b>: 18 - 20 занятий.
        </p>
      </section>
      <section>
        <h4>Проект №3.</h4>
        <p>
          <b>Описание</b>: Интернет магазин кроссовок, созданный с помощью языков HTML и CSS и JavaScript, по макету в программе Figma. Для реализации этого проекта, ребёнок научиться создавать и структурировать Базу данных
        </p>
        <p><b>Темы:</b></p>
        <ul>
          <li>Figma - основы программы</li>
          <li>Псевдоэлементы after, before</li>
          <li>CSS переменные</li>
          <li>position, z-index</li>
          <li>overfly - реализация слайдера</li>
          <li>Создание БД (объекты, массивы)</li>
          <li>Создание элементов с помощью JS</li>
          <li>Свойство innerHTML</li>
          <li>Свойство appendChild()</li>
        </ul>
        <p>
          <b>Продолжительность</b>: 22 - 24 занятий.
        </p>
      </section>
      <section>
        <h4>Проект №4.</h4>
        <p>
          <b>Описание</b>: Интерактивное меню для ресторана. Структурированный и масштабируемый сайт для отображения меню ресторана с функционалом выбора определенных блюд и подсчета стоимости и калорий.
        </p>
        <p><b>Темы:</b></p>
        <ul>
          <li>Создание QR кода</li>
          <li>Создание модулей сайта</li>
          <li>Создание сложной базы данных</li>
          <li>Анимация появлени</li>
          <li>Реализация выбора блюд</li>
          <li>Реализация  подсчет стоимости и калорий</li>
          <li>Сохранения данных в локальном хранилище</li>
          <li>Реализация отправки отзыва</li>
          <li>Работа с данными в таблице</li>
        </ul>
        <p>
          <b>Продолжительность</b>: 22 - 24 занятий.
        </p>
      </section>
  `
  ,
  `
  <h3>Курс Основы работы с Google Документами</h3>
  <section>
    <h4>Модуль 1: Введение в Google Документы</h4>
    <p><b>Описание</b>: В этом модуле учащиеся познакомятся с основами работы в Google Документах и их возможностями.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Знакомство с интерфейсом Google Документов</li>
      <li>Создание и редактирование текстовых документов</li>
      <li>Оформление документов: шрифты, стили, списки</li>
    </ul>
    <p><b>Продолжительность</b>: 4 - 6 занятий.</p>
  </section>

  <section>
    <h4>Модуль 2: Работа с таблицами и формами</h4>
    <p><b>Описание</b>: В этом модуле учащиеся научатся создавать и редактировать таблицы, а также использовать Google Формы для сбора информации.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Создание и оформление таблиц</li>
      <li>Работа с данными в таблицах: сортировка, фильтрация, формулы</li>
      <li>Создание и настройка Google Форм</li>
    </ul>
    <p><b>Продолжительность</b>: 6 - 8 занятий.</p>
  </section>

  <section>
    <h4>Модуль 3: Создание и редактирование презентаций</h4>
    <p><b>Описание</b>: В этом модуле учащиеся изучат возможности создания и редактирования презентаций в Google Презентациях.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Создание слайдов и добавление контента</li>
      <li>Оформление презентации: шаблоны, фоны, анимации</li>
      <li>Работа с мультимедиа: изображения, видео, аудио</li>
    </ul>
    <p><b>Продолжительность</b>: 6 - 8 занятий.</p>
  </section>

  <section>
    <h4>Модуль 4: Оптимизация работы и совместная работа</h4>
    <p><b>Описание</b>: В этом модуле учащиеся узнают о возможностях оптимизации работы и совместной работы в Google Документах.</p>
    <p><b>Темы:</b></p>
    <ul>
      <li>Совместное редактирование документов и презентаций</li>
      <li>Настройка доступа к документам и прав доступа</li>
      <li>Работа оффлайн и синхронизация документов</li>
    </ul>
    <p><b>Продолжительность</b>: 4 - 6 занятий.</p>
  </section>

  `
  ,





  `
      <h3>
        Положение об обработке персональных данных
      </h3>
      <h4>
        1. УСЛОВИЯ И ЦЕЛИ ОБРАБОТКИ ИНФОРМАЦИИ
      </h4>
      <p>
        Администратор Сайта осуществляет обработку персональных данных пользователя с его согласия в целях оказания
        пользователю услуг, предлагаемых на Сайте.
      </p>
      <h4>
        2. ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЕЙ
      </h4>
      <p>
        Обработка персональных данных осуществляется на основе принципов:
        <br>
        а) законности целей и способов обработки персональных данных и добросовестности;
        <br>
        б) соответствия целей обработки персональных данных целям, заранее определенным и заявленным при сборе
        персональных данных;
        <br>
        в) соответствия объема и характера обрабатываемых персональных данных, способов обработки персональных данных
        целям обработки персональных данных;
        <br>
        г) недопустимости объединения созданных для несовместимых между собой целей баз данных, содержащих персональные
        данные.
      </p>
      <h4>
        3. УНИЧТОЖЕНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ
      </h4>
      <p>
        Персональные данные пользователя уничтожаются при наличии заявления в свободной форме от пользователя, а также по усмотрению Администратора Сайта.
      </p>
      <h4>
        4. МЕРЫ ПО ЗАЩИТЕ ИНФОРМАЦИИ О ПОЛЬЗОВАТЕЛЯХ
      </h4>
      <p>
        Администратор Сайта принимает технические и организационно-правовые меры в целях обеспечения защиты персональных данных пользователя от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий.
      </p> 
`

]


export default courseDescriptionStore;